greet = ("Привет,<b> {name} </b>, я <b>Календарь-Бот</b>! Моя цель -"
         " выступать в роли удобного календаря, который поможет вам не забыть о ваших предстоящих событиях ☝️\n"
         "Ну и как у любого, уважающего себя, умного календаря, у меня есть возможность подсказать вам погоду "
         "на следующей неделе😎")

menu = "🖥️ Меню \n"

add_task = ("⌨️ Если вы хотите добавить событие, введите дату события в чат. \n \n "
            "<b>Формат:</b> <i>День.Месяц.Год_Час:Минута</i>")

input_date = "⌨️ Введите описание событие"

# не используется
# notification = "Внимание! Началось событие, о котором вы упомянули: "

all_events = "️🔮 <b>Все события:</b> \n \n"

events_today = "⏳️ <b>События сегодня:</b> \n \n"

no_events_today = "Сегодня у вас нет событий 🤔"

no_events = "Вы пока не добавили никаких событий 🙄"

start_delete = ("⌨️ Для удаления сообщения введите дату сообщения, которое хотите удалить \n \n "
                "<b>Формат:</b> <i>День.Месяц.Год_Час:Минута</i>")

wrong_delete = "События по данной дате не найдено 🙄"

good_delete = "Событие успешно удалено! 🤩"

weather_request = "🏙️ Введите название города: "

forecast_title = "⛅ <b>Прогноз погоды (5 дней):</b> \n"
